[
    {
        "name": "Королевский замок",
        "type": "Castle",
        "description": "Королевский замок был построен в 1598—1618 годах королём польским и великим князем литовским Сигизмундом Вазой на месте средневекового замка мазовецких князей. Дворец был воздвигнут на искусственном возвышении, имел форму пятиугольника и выделялся на фоне городской застройки 60-метровой Сигизмундовой башней, прообразом которой, по мнению некоторых авторов, послужили фортификационные сооружения Смоленска.\n\n Замок подвергался грабежу во время шведского нашествия середины XVII века и Северной войны. Хотя и Ян Собеский, и Август III финансировали ремонтные работы, полномасштабное обновление обветшавшего строения связано с именем последнего короля, Станислава Августа Понятовского. По его инициативе вдоль Вислы было построено новое крыло с современными интерьерами в стиле классицизма, а старый замок был обстроен рядом новых залов и сооружений, включая протяжённый корпус королевской библиотеки, соединяющий замок с барочным дворцом «под бляхой».\n\n 12 (24) мая 1829 в Сенаторском зале Королевского замка состоялась коронация Николая I на Царство Польское.\n\n В промежутке между мировыми войнами дворец, представлявший собой замысловатую смесь построек и перестроек разных эпох, был тщательно отреставрирован, и здесь водворился президент Игнаций Мосцицкий. С началом Второй мировой войны нацисты заминировали дворец и подвергли его планомерному и беспощадному разрушению.\n\n После войны место, где некогда стоял замок, пустовало до 1971 г., когда сейм окончательно отказался от планов строительства современных правительственных зданий на его месте и принял решение восстановить дворец по сохранившимся фрагментам и фотографиям, по возможности придав ему ту форму, которую, как предполагается, он имел в начале XVII века. Восстановительные работы продолжались до 1988 года. Аркады Кубицкого были переданы для пользования в 2009 году.\n\n Ныне во дворце музей, где можно увидеть полотна Рембрандта (Ученый за пюпитром и Девушка в картинной раме) и Матейко («Стефан Баторий под Псковом»), старые виды Варшавы кисти Беллотто, а также урну с сердцем Тадеуша Костюшко. Ежедневно, в 11:15 из часовой башни Королевского замка трубач подаёт сигнал: в это время остановились часы башни, когда шла бомбардировка Варшавы во время Второй мировой войны.",
        "constructionDate": "1596",
        "keyFeatures": "Baroque architecture, Sigismund's Column",
        "isFavorite": false,
        "coordinates": {
            "latitude": 52.2476,
            "longitude": 21.0143
        },
        "images": ["royalCastle"]
    },
    {
        "name": "Дворец «Под бляхой»",
        "type": "Palace",
        "description": "Дворец под Бляхой или Дворец с медной крышей - особняк в стиле позднего барокко, построенный в 1720-1730 годах архитектором Якубом Фонтана рядом с Королевским дворцом в Варшаве.\n\nВ 1651-1655 годах на его месте стоял одноэтажный дом, принадлежавший королевскому кузнецу и оружейнику Лоуренсу Руффусу. Здание сильно пострадало во время шведского вторжения в Речь Посполитую в 1655-1660 годах, его реконструкция продолжалась до конца XVIII века.\n\nВ 1720 году дворец приобрёл камергер Ежи Доминик Любомирский. При нём здание получило новый архитектурный облик, четырёхскатная крыша была покрыта медной жестью, из-за чего дом стали называть Дворцом с медной крышей. В 1720-1730 годах было пристроено северное крыло и спроектирован новый главный фасад, перестройкой руководил архитектор Якуб Фонтана.\n\nВ 1777 году владельцем дворца стал польский король Станислав Август Понятовский, особняк становится частью королевской резиденции. Архитектору Доминику Мерлини было поручено обновление дворцовых интерьеров. После смерти короля во дворце жил его племянник, герцог Юзеф Понятовский.\n\nПри нём во дворце устраивались пышные приёмы, балы и театральные постановки, на вечера к герцогу съезжалась вся богема Варшавы. Во дворце вместе с Юзефом Понятовским жили его сестра Мария Тереза и графиня Генриетта де Вобан, с которой герцог познакомился в Брюсселе в 1793 году, часто гостили польские и французские аристократы.\n\nВ 1806 году, с вступлением наполеоновских войск в Варшаву, дворец получил статус правительственного здания, а Юзеф Понятовский в октябре 1807 года становится военным министром герцогства Варшавского. Несмотря на оккупацию, время в замке проводили беспечно. Постоянно проходили приёмы, играли в карты и бильярд, устраивали любительские представления, главным образом комедии.\n\nДворец под Бляхой посетил сам Наполеон, в течение нескольких месяцев в нём жил французский маршал Жоаким Мюрат. В это же время во дворце гостила племянница герцога Анетка Тышкевич-Потоцкая, красочно описавшая жизнь дворца и его гостей в своих мемуарах.\n\nПосле смерти Юзефа Понятовского его сестра продала дворец в 1820 году российскому императору Александру I, вплоть до 1915 особняк использовался под жилые помещения для царских чиновников.\n\nС 1922 года в здании размещалась Центральная военная библиотека, в 1926 году в нём были оборудованы квартиры для офицеров военной канцелярии президента Игнация Мосцицкого.\n\nВ годы Второй мировой войны в особняке располагалась немецкая жандармерия Потсдам. Во время Варшавского восстания здание сильно пострадало, после реконструкции 1945-1949 годов в нём размещались Центральный архив исторических документов и другие государственные учреждения.\n\nВ 1989 году дворец стал частью Королевского замка и начал функционировать как музей. В его южном крыле размещена экспозиция ковров из коллекции Терезы Саакян, в главном здании открыта постоянная экспозиция Апартаменты герцога Юзефа Понятовского, занимающая шесть комнат, восстановленных в том виде, который они имели при герцоге.",
        "constructionDate": "1720-1730",
        "keyFeatures": "Mermaid of Warsaw statue, colorful buildings",
        "isFavorite": false,
        "coordinates": {
            "latitude": 52.24731,
            "longitude": 21.01612
        },
        "images": ["cooperRoof"]
    },
    {
        "name": "Дворец Краковских Епископов",
        "type": "Palace",
        "description": "Дворец краковских епископов — памятник культуры. Находится в Варшаве на углу улиц Мёдовой № 5 и Сенаторской № 6.\n\nСтроительство дворца началось в 1622 году для краковского епископа Якуба Задзика. Являлся официальной городской резиденцией краковских епископов, которые как духовные сенаторы должны были принимать участие в заседаниях Сената республики.\n\nПосле разрушений во время шведского потопа дворец был восстановлен в 1668 году для епископа Анджея Тжебицкого. К середине XVIII века дворец находился в плачевном состоянии, в 1760—1762 годах полностью перестроен по инициативе епископа Каетана Солтыка, по-видимому, по проекту Якуба Фонтаны. Дворец приобрёл черты позднего барокко. Относится к малораспространённому в Варшаве типу уличного дворца — построенного по линии застройки улицы. После перестройки дворец имел один, но очень высокий этаж, в котором располагалась приёмная зала. Именно в этом состоянии был запечатлён Каналетто в картине изображающей улицу Мёдову, написанной в 1775 году.\n\nС конца XVIII века во дворце размещался ряд управ, а с середины XIX века здание использовалось как доходный дом.\n\nДворец сгорел во время боёв 1939 года. Полностью разрушен во время Варшавского восстания, восстановлен после войны для размещения Союза работников авиационной и моторостроительной промышленности. Фасаду со стороны улицы Мёдовой возвращён вид, который она получила в 1760—1762 годах, только один этаж был разделен на два. При восстановлении использовалась картина Каналетто. В фасад со стороны улицы Сенаторской вмурована мемориальная доска в память нескольких десятков поляков, расстрелянных на этом месте 15 февраля 1944 года.\n\nВ 2010 году дворец реституциирован наследникам Эдварда Пётровского, бывшего последним предвоенным владельцем.",
        "constructionDate": "1662",
        "keyFeatures": "Mermaid of Warsaw statue, colorful buildings",
        "isFavorite": false,
        "coordinates": {
            "latitude": 52.24635,
            "longitude": 21.01185
        },
        "images": ["krakowBishops"]
    },
    {
        "name": "Дворец Рачинских",
        "type": "Palace",
        "description": "Дворец Рачиньских – барочный дворец, расположенный в Варшаве.\n\nВ начале 18 века этот район со зданиями, построенными по проекту Тильмана Гамерена, принадлежал члену городского совета Иакову Шульцендорф.\n\nВ 1717 году здание приобрел епископ Константин Шанявский, который тут же начал работы по реконструкции дворца в барочный стиль.\n\nПозже, владельцами дворца были Ян Шембек, Станислав Мычильский, генерал Филипп Рачинский.\n\nВ 1787 году Филипп передал дворец Казимежу Рачинскому, который пригласил Джона Кристиана Камзетцера для того, чтобы придать зданию новый классический дизайн.\n\nОсновной достопримечательностью дворца становится изысканный бальный зал, занимающий два этажа.\n\nИз-за восстания Костюшко, Рачинский в 1794 году покинул город. В результате, польское правительство использовало дворец для создания Высшего национального совета.\n\nВо время наполеоновских войн здесь размещались французские офицеры.\n\nВ 1827 году наследники продали дворец, он перешел в распоряжение Королевства Польского, была создана Национальная комиссия юстиции, а в 1876 году – Торговый суд.\n\nРеконструкция дворца велась до 1950 года по проекту архитекторов Владислава Ковальского и Бориса Цинзерлинга.\n\nВ настоящее время во дворце Рачиньских находится Главный архив старинных документов.",
        "constructionDate": "1662",
        "keyFeatures": "Mermaid of Warsaw statue, colorful buildings",
        "isFavorite": false,
        "coordinates": {
            "latitude": 52.25008,
            "longitude": 21.00839
        },
        "images": ["palacRaczyn"]
    },
    {
        "name": "Дворец Красиньских",
        "type": "Palace",
        "description": "Картина 1770 года. Позади дворца на площади Красинских, 5 находится великолепный парк. Одно из самых популярных мест в нем — живописный пруд со скульптурой, представляющей пять рыбаков, работы Леона Маховского.\n\nДворец Красинских был построен в 1688–1699 годах по проекту выдающегося голландского архитектора Тильмана ван Гамерена и служил резиденцией дворянина Яна Доброгоста Красинского. Дворец считается одним из лучших образцов подобной архитектуры в Варшаве. Среди наиболее примечательных декоративных элементов здания — два тимпана, украшающие передний и задний фасады. Тимпаны на фасаде здания – это архитектурный элемент, который обычно располагается в верхней части фронтона или портика. Фронтон – это треугольная часть стены, расположенная под крышей, часто встречающаяся в классической архитектуре, например, в стиле античных греческих или римских храмов.\n\nТимпан представляет собой плоскость, заполняющую пространство внутри фронтона. Эта область часто украшена рельефами или скульптурами, которые могут быть религиозными, мифологическими, аллегорическими или историческими по своему содержанию. Украшения тимпана служат не только эстетической, но и символической функции, часто отражая тему или назначение здания. Рельефы на тимпанах представляют древнеримского полководца Марка Валерия, который предположительно был предком семьи Красинских. Согласно легенде, Валерий однажды победил галльского вождя в поединке после того, как ему помог ворон: Ворон, атакующий галльского вождя, ключевой момент победы, изображен на тимпане спереди; тимпан, выходящий в сад, представляет триумф Марка Валерия, который сидит в колеснице с вороном на шлеме.\n\nНа протяжении своей долгой истории дворец Красинских служил многим целям, например, в качестве резиденции Верховного суда Польши в межвоенный период. Он сильно пострадал во время Второй мировой войны, но был восстановлен в 1961 году и с тех пор в нем хранились особо ценные исторические тома из фондов Национальной библиотеки. В настоящее время здание находится на реконструкции, по окончании которой здесь появится выставочное пространство.",
        "constructionDate": "1688-1699",
        "keyFeatures": "Mermaid of Warsaw statue, colorful buildings",
        "isFavorite": false,
        "coordinates": {
            "latitude": 52.24934,
            "longitude": 21.00396
        },
        "images": ["plcKras1"]
    },
    {
        "name": "Дворец Паца-Радзивиллов",
        "type": "Palace",
        "description": "Инициатором его постройки выступил князь Доминик Николай Радзивилл, а проект разработал голландский архитектор Тильман ван Гамерен, много лет работавший в Польше. В середине XVIII века новые владельцы заказали проект пристройки нового крыла к замку выдающемуся польскому архитектору Якубу Фонтане, чьи работы по сей день украшают центр Варшавы.\n\nВо дворце часто гостил король Станислав Понятовский. 3 ноября 1771 года, когда он возвращался домой, на углу улицы на него было совершено покушение барскими конфедератами.\n\nВо время восстания Костюшко дворец был сильно повреждён. В период прусской оккупации (1807—1809) в здании размещался театр, затем воинские казармы и лазарет.\n\nВ первой половине XIX века дворец был куплен генералом Людвиком Пацем,который заказал проект перестройки дворца архитектору Генрику Маркони, услугами которого еще не раз воспользуются представители его семьи. Новым украшением дворца стала полукруглая ограда со стороны улицы.\n\nПосле ноябрьского восстания 1830 года дворец был конфискован вместе с остальным имуществом опального генерала. В разные годы он служил местом размещения Резиденции губернаторского совета и Окружного суда. В настоящее время здание занимает Министерство здравоохранения Польши.",
        "constructionDate": "1690",
        "keyFeatures": "Mermaid of Warsaw statue, colorful buildings",
        "isFavorite": false,
        "coordinates": {
            "latitude": 52.24732,
            "longitude": 21.00928
        },
        "images": ["plcPacRad1"]
    },
    {
        "name": "Дворец Шанявских",
        "type": "Palace",
        "description": "В начале XVIII века на этом участке под ипотечным номером 481, принадлежавшем подкоморию Ливскому – Шанявскому, был построен дворец. В 1743 году его владельцем по наследству стал Юзефат Шанявский. С 1770 года здание принадлежало Константину Фелициану Шанявскому. Перестроенный в 1782 году по проекту Станислава Завадского. Позже дворец принадлежал семье Островских. Эта семья поручила архитектору Фридриху Альберту Лесселю перестроить дворец в классицистическом стиле в 1812 году.\n\nВ XIX веке владельцы здания неоднократно менялись. Тогда он также стал доходным домом. С 1844 года владельцем был Юлиан Кузнецов, затем семья Драк, а потом Вайнштейнов. В 1832–1897 годах во дворце находился книжный магазин и склад нот Густава Сенневальда.\n\nВо время Второй мировой войны дворец был разрушен. Он был восстановлен в 1950 году по проекту Бориса Зинсерлинга в классицистическом стиле.\n\nВ 1965 году дворец был внесен в реестр памятников.\n\nВ 2022 году в дворце (объединенном с соседним дворцом Браницких) был открыт 5-звездочный отель Verte с 94 номерами, первый в Польше под маркой Autograph Collection",
        "constructionDate": "1720",
        "keyFeatures": "Mermaid of Warsaw statue, colorful buildings",
        "isFavorite": false,
        "coordinates": {
            "latitude": 52.24691,
            "longitude": 21.01084
        },
        "images": ["plcSzan1"]
    },
    {
        "name": "Дворец Млодзеёвских",
        "type": "Palace",
        "description": "Дворец Млодзеёвских – дворец, построенный в 17 веке в стиле барокко. Расположен в Варшаве в непосредственной близости от стен Старого Города. Дворец был построен в конце 17 века и первоначально принадлежал губернатору Станиславу Морштыну. В 1766 году перешел к епископу Андрею Млодзеевскому, для которого в 1771 году во дворце были произведены интерьерные работы архитектором Якубом Фонтаном. В ходе реконструкции во дворце появились ризалиты, напоминающие крылья, которые были соединены с галереей. В 90-х годах 18 века в здании размещалось посольство России, в резиденции проживал русский посланник Осип Игельштром, из-за чего дворец подвергался атакам польских войск в 1794 году, и был частично разрушен.\n\nВ 1806-1808 годах граф Феликс Потоцкий нанял архитектора Фридриха Альберта Лесселя для восстановления дворца в классическом стиле. Лессель создал новое крыло (вместо ранее существовавшего флигеля). В 1811 году благодаря новому крылу, соединенному с флигелями, появился двор. С 1820 года во дворце размещалось Варшавское купеческое собрание, а позже открылись магазины. К концу 19 века дворец постепенно превратился в доходный дом.\n\nВо время Второй мировой войны в здание попала бомба, в результате чего оно было практически полностью разрушено. Реконструкция началась в послевоенные годы по проекту архитектора Бориса Зинсерлинга и длилась до 1957 года. До 2006 года в здании размещался офис издательства PWN, но потом дворец был выставлен на аукцион. За 34 миллиона злотых лот ушел компании, которая решила создать в здании жилые апартаменты. В 2010 году ремонтные работы были закончены, первые жильцы смогли въехать в квартиры. Также Дворец знаменит тем, что в нем играл свой первый публичный концерт Фредерик Шопен",
        "constructionDate": "1667",
        "keyFeatures": "Mermaid of Warsaw statue, colorful buildings",
        "isFavorite": false,
        "coordinates": {
            "latitude": 52.24703,
            "longitude": 21.01046
        },
        "images": ["plcMlod1"]
    },
    {
        "name": "Дворец Браницких",
        "type": "Palace",
        "description": "Дворец Браницких — памятник культуры. Находится в Варшаве на углу улиц Мёдовой № 6 и Подвале № 3. Построенный в непосредственной близости от Королевского замка, относился к числу самых роскошных резиденций магнатов в столице.\n\nВ первой половине XVII века на этом месте находилась резиденция рода Сапеги. Участок был куплен в XVIII веке Стефаном Миколаем Браницким.\n\nДворец был возведён в 40-х годах XVIII века для Яна Клеменса Браницкого, гетмана великого коронного. Главным архитектором был Ян Зигмунт Дейбель. Ему помогали в работе также Ян Генрик Клемм, Якуб Фонтана и скульптор Ян Хризостом Редлер. Дворец в стиле позднего барокко имел два классических крыла, образующих большой двор, закрытый оградой со стороны улицы Подвале. Его крылья увенчали аттики, декорированные скульптурой, и большие окна-люкарны. Дворцовый вход оформлен портиком, также завершённым аттиком со скульптурами работы Редлера. Аттики – это архитектурный элемент, представляющий собой стену или рядок, расположенный вдоль края крыши или террасы. Традиционно аттики использовались в греческой и римской архитектуре, и их основная цель заключалась в том, чтобы скрыть крышу здания и создать более завершенный, эстетически приятный вид.\n\nПосле смерти Дейбеля Фонтана по его проекту построил будуар, примыкающий к дворцовому крылу. Благодаря форме шлема, увенчанного шаром, будуар имеет отличный от остального дворца вид. Фонтана, вероятно, является также автором трёхстворчатых ворот, украшенных вазонами, и двух кордегардий. В конце XVIII века дворец был резиденцией Изабеллы Понятовской, сестры короля Станислава Августа, прозванной «Краковской пани», которая унаследовала его в 1771 году.\n\nВ 1804 году дворец был продан роду Немоевских, а в 1817 году его владельцем стал Станислав Солтык. Дворец несколько раз перестраивался на протяжении XIX века.\n\nПосле войны дворец принадлежал Франтишеку Потоцкому, у которого был конфискован на основании декрета о национализации от 26 октября 1945 года. Сильно повреждённый во время войны, был восстановлен в 1947—1953 годах. В 1947—1953 годах здание занимало Министерство образования и науки.\n\nДо 2009 года являлся одним из сооружений для размещения варшавского муниципалитета. В сентябре 2008 года власти Варшавы начали переговоры с наследниками Потоцкого по реституции недвижимости, а в ноябре 2008 года заключили договор, на основании которого недвижимость, вместе с дворцом перейдёт во владении Потоцких. Муниципалитет обязался выехать из дворца в течение 2 лет после подписания договора.\n\nВ начале 2009 года варшавские власти приняли решение о незамедлительном выезде из дворца. Новые офисы мэрии разместились на улицах Сенаторской и Кредитовой. Наследники Потоцкого приняли решение сдавать помещения дворца внаём на частном рынке.",
        "constructionDate": "1740",
        "keyFeatures": "Mermaid of Warsaw statue, colorful buildings",
        "isFavorite": false,
        "coordinates": {
            "latitude": 52.24687,
            "longitude": 21.01143
        },
        "images": ["plcBran1"]
    }
    
]
