[
    {
        "name": "Королевский замок",
        "type": "Castle",
        "description": "Королевский замок был построен в 1598—1618 годах королём польским и великим князем литовским Сигизмундом Вазой на месте средневекового замка мазовецких князей. Дворец был воздвигнут на искусственном возвышении, имел форму пятиугольника и выделялся на фоне городской застройки 60-метровой Сигизмундовой башней, прообразом которой, по мнению некоторых авторов, послужили фортификационные сооружения Смоленска.\n Замок подвергался грабежу во время шведского нашествия середины XVII века и Северной войны. Хотя и Ян Собеский, и Август III финансировали ремонтные работы, полномасштабное обновление обветшавшего строения связано с именем последнего короля, Станислава Августа Понятовского. По его инициативе вдоль Вислы было построено новое крыло с современными интерьерами в стиле классицизма, а старый замок был обстроен рядом новых залов и сооружений, включая протяжённый корпус королевской библиотеки, соединяющий замок с барочным дворцом «под бляхой».\n\n 12 (24) мая 1829 в Сенаторском зале Королевского замка состоялась коронация Николая I на Царство Польское.\n\n В промежутке между мировыми войнами дворец, представлявший собой замысловатую смесь построек и перестроек разных эпох, был тщательно отреставрирован, и здесь водворился президент Игнаций Мосцицкий. С началом Второй мировой войны нацисты заминировали дворец и подвергли его планомерному и беспощадному разрушению.\n\n После войны место, где некогда стоял замок, пустовало до 1971 г., когда сейм окончательно отказался от планов строительства современных правительственных зданий на его месте и принял решение восстановить дворец по сохранившимся фрагментам и фотографиям, по возможности придав ему ту форму, которую, как предполагается, он имел в начале XVII века. Восстановительные работы продолжались до 1988 года. Аркады Кубицкого были переданы для пользования в 2009 году.\n\n Ныне во дворце музей, где можно увидеть полотна Рембрандта (Ученый за пюпитром и Девушка в картинной раме) и Матейко («Стефан Баторий под Псковом»), старые виды Варшавы кисти Беллотто, а также урну с сердцем Тадеуша Костюшко. Ежедневно, в 11:15 из часовой башни Королевского замка трубач подаёт сигнал: в это время остановились часы башни, когда шла бомбардировка Варшавы во время Второй мировой войны.",
        "constructionDate": "1596",
        "keyFeatures": "Baroque architecture, Sigismund's Column",
        "isFavorite": false,
        "coordinates": {
            "latitude": 52.2476,
            "longitude": 21.0143
        },
        "images": ["mockImage"]
    },
    {
        "name": "Old Town Market Place",
        "type": "Square",
        "description": "The Old Town Market Place is the center and oldest part of the Old Town of Warsaw, capital of Poland. It is one of Warsaw's most prominent tourist attractions and a UNESCO World Heritage Site.",
        "constructionDate": "13th century",
        "keyFeatures": "Mermaid of Warsaw statue, colorful buildings",
        "isFavorite": true,
        "coordinates": {
            "latitude": 52.2497,
            "longitude": 21.0120
        },
        "images": ["mockImage"]
    }
]
